Repository: Alexyelle/presstige
Catalog: languages/*.po
Languages: fr_fr

source: This is somewhat embarrassing, isn&rsquo;t it?
fr_fr: C&rsquo;est assez embarrassant, n'est-ce pas?

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching, or one of the links below, can help.
fr_fr: Il semblerait que nous ne trouvions pas ce que vous recherchez. Peut-être qu'une autre recherche, ou un des liens ci-dessous, pourra vous aider.

source: Most Used Categories
fr_fr: Catégories les plus utilisées

source: Try looking in the monthly archives. %1$s
fr_fr: Essayez plutôt avec les archives du mois. %1$s

source: Daily Archives: <span>%s</span>
fr_fr: Archives du jour: <span>%s</span>

source: Monthly Archives: <span>%s</span>
fr_fr: Archives du mois: <span>%s</span>

source: Yearly Archives: <span>%s</span>
fr_fr: Archives de l'année: <span>%s</span>

source: Blog Archives
fr_fr: Archives du blog

source: Author Archives: <span class="vcard">%s</span>
fr_fr: Archives classées par auteur: <span class="vcard">%s</span>

source: Category Archives: %s
fr_fr: Archives de la catégorie: %s

source: %s <span class="says">says:</span>
fr_fr: %s <span class="says">ajoute:</span>

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: (Edit)
fr_fr: (Modifier)

source: Reply
fr_fr: Répondre

source: This post is password protected. Enter the password to view any comments.
fr_fr: Cet article est protégé par un mot de passe. Entrez ce mot de passe pour voir les commentaires.

source: One Response to %2$s
fr_fr: 1 réaction à %2$s

source: Comment navigation
fr_fr: Navigation entre les commentaires.

source: &larr; Older Comments
fr_fr: &larr; Commentaires plus anciens

source: Newer Comments &rarr;
fr_fr: Commentaires plus récents &rarr;

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Cancel reply
fr_fr: Annuler la réponse

source: Leave a Reply
fr_fr: Laisser une réponse

source: Your email address will not be published. Required fields are marked *
fr_fr: Votre adresse de messagerie ne sera pas publiée. Les champs obligatoires sont indiqués avec *

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
fr_fr: Connecté(e) en tant que <a href="%1$s">%2$s</a>. <a href="%3$s" title="Se déconnecter de ce compte">Déconnecter?</a>

source: Post a comment
fr_fr: Poster le commentaire

source: Proudly powered by %s.
fr_fr: Fièrement propulsé par %s.

source: Edit
fr_fr: Modifier

source: Primary Menu
fr_fr: Menu Principal

source: The footer area
fr_fr: Zone du Footer

source: Name
fr_fr: Nom

source: "What shall we call you?"
fr_fr: "Comment devons-nous vous appeler?"

source: "Leave us a valid email adress"
fr_fr: "Laissez-nous une adresse email valide"

source: Website
fr_fr: Site web

source: "Have you got a nice website ?"
fr_fr: "Avez-vous un site web sympa?"

source: Comment
fr_fr: Commentaire

source: "What's in your mind ?"
fr_fr: "Qu'avez-vous en tête ?"

source: Search for:
fr_fr: Objet de la recherche :

source: "What are you looking for?"
fr_fr: "Que recherchez-vous?"

source: Main menu
fr_fr: Menu principal

source: Skip to primary content
fr_fr: Aller directement au contenu principal

source: Skip to secondary content
fr_fr: Aller directement au contenu secondaire

source: <span class="meta-prep meta-prep-entry-date">Published </span> <span class="entry-date"><abbr class="published" title="%1$s">%2$s</abbr></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>
fr_fr: <span class="meta-prep meta-prep-entry-date">Publié </span> <span class="entry-date"><abbr class="published" title="%1$s">%2$s</abbr></span> at <a href="%3$s" title="Lien vers l'image grand format">%4$s &times; %5$s</a> dans <a href="%6$s" title="Retourner à %7$s" rel="gallery">%7$s</a>

source: &larr; Previous
fr_fr: &larr; Précédent

source: Next &rarr;
fr_fr: Suivant &rarr;

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
fr_fr: <a class="comment-link" href="#respond" title="Poster un commentaire">Poster un commentaire</a> ou faire un trackback: <a class="trackback-link" href="%s" title="URL du Trackback pour cet article" rel="trackback">URL du Trackback pour cet article</a>.

source: Comments are closed, but you can leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
fr_fr: Les commentaires sont fermés mais vous pouvez faire un trackback: <a class="trackback-link" href="%s" title="URL du Trackback pour cet article" rel="trackback">URL du trackback </a>.

source: Trackbacks are closed, but you can <a class="comment-link" href="#respond" title="Post a comment">post a comment</a>.
fr_fr: Les Trackbacks sont fermés mais vous pouvez <a class="comment-link" href="#respond" title="Poster un commentaire">poster un commentaire</a>.

source: Both comments and trackbacks are currently closed.
fr_fr: Les commentaires et les trackbacks sont fermés actuellement.

source: Post navigation
fr_fr: Navigation entre les articles

source: <span class="meta-nav">&larr;</span> Older posts
fr_fr: <span class="meta-nav">&larr;</span> Articles plus anciens

source: Newer posts <span class="meta-nav">&rarr;</span>
fr_fr: Articles plus récents <span class="meta-nav">&rarr;</span>

source: <span class="sep">Posted on </span><a href="%1$s" rel="bookmark"><time class="entry-date" datetime="%2$s" >%3$s</time></a> <span class="sep"> by </span> <span class="author vcard"><a class="url fn n" href="%4$s" title="%5$s">%6$s</a></span>
fr_fr: <span class="sep">Publié le </span><a href="%1$s" rel="bookmark"><time class="entry-date" datetime="%2$s" >%3$s</time></a> <span class="sep"> par </span> <span class="author vcard"><a class="url fn n" href="%4$s" title="%5$s">%6$s</a></span>

source: Continue reading <span class="meta-nav">&rarr;</span>
fr_fr: Poursuivre la lecture <span class="meta-nav">&rarr;</span>

source: Posted in
fr_fr: Publié dans

source: Tagged
fr_fr: Tagué

source: Leave a comment
fr_fr: Laisser un commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comments
fr_fr: % Commentaires

source: Search Results for: %s
fr_fr: Résultats de la recherche pour: %s

source: Nothing Found
fr_fr: Aucun résultat

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
fr_fr: Désolé, mais rien ne correspond à vos critères de recherche. Essayez avec d'autres mots-clés SVP.

source: Search:
fr_fr: Recherche :

source: <span class="meta-nav">&larr;</span> Previous
fr_fr: <span class="meta-nav">&larr;</span> Précédent

source: Next <span class="meta-nav">&rarr;</span>
fr_fr: Suivant <span class="meta-nav">&rarr;</span>

source: <span class="meta-prep meta-prep-author">Posted on </span><a href="%1$s" rel="bookmark"><time class="entry-date" datetime="%2$s">%3$s</time></a> <span class="meta-sep"> by </span> <span class="author vcard"><a class="url fn n" href="%4$s" title="%5$s">%6$s</a></span>
fr_fr: <span class="meta-prep meta-prep-author">Publié dans </span><a href="%1$s" rel="bookmark"><time class="entry-date" datetime="%2$s">%3$s</time></a> <span class="meta-sep"> par </span> <span class="author vcard"><a class="url fn n" href="%4$s" title="%5$s">%6$s</a></span>

source: This entry was posted in %1$s and tagged %2$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Cet article a été publié dans %1$s et tagué %2$s. Ajouter le <a href="%3$s" title="Permalien vers %4$s" rel="bookmark">permalien</a> en favori.

source: This entry was posted in %1$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Cet article a été publié dans %1$s. Ajouter le <a href="%3$s" title="Permalien vers %4$s" rel="bookmark">permalien</a> en favori.

source: Tag Archives: %s
fr_fr: Archives du tag: %s

source: Add a new ...
fr_fr: Ajouter un(e) nouveau (elle) ...

source: Edit the ...
fr_fr: Modifier ...

source: New
fr_fr: Nouveau(elle)

source: See the
fr_fr: Voir

source: Find a ...
fr_fr: Trouver un(e) ...

source: No ... found
fr_fr: Aucun ... résultat

source: No ... found in trash
fr_fr: Aucune correspondance ... dans la corbeille

# taxonomy general name
source: Name
fr_fr: Nom

# taxonomy singular name
source: Name
fr_fr: Nom

source: Search item
fr_fr: Rechercher l'item

source: All items
fr_fr: Toutes les items

source: Parent item
fr_fr: Item parent

source: Parent item colon
fr_fr: Colonne de l'item parent

source: Edit item
fr_fr: Modifier l'item

source: Update item
fr_fr: Mettre à jour l'item

source: Add new item
fr_fr: Ajouter une nouvelle item

source: New item name
fr_fr: Nom de la nouvelle

source: Menu name
fr_fr: Nom du menu

source: Theme Options
fr_fr: Options du thème

source: (preferably .ico)
fr_fr: (de préférence un .ico)

source: Delete Favicon
fr_fr: Supprimer la favicon

source: Expecting a Numeric value! Please fix.
fr_fr: Une valeur numérique est requise ! S'il vous plaît corriger.

source: Expecting comma separated numeric values
fr_fr: Une virgule de séparation est requise entre les valeurs numériques

source: Expecting comma separated numeric values! Please fix.
fr_fr: Une virgule de séparation est requise entre les valeurs numériques ! S'il vous plaît corriger.

source: Invalid email! Please re-enter!
fr_fr: Email invalide ! Saisissez à nouveau !

source: This setting field cannot be empty! Please enter a valid email address.
fr_fr: Ce champ paramètre ne peut pas être vide! S'il vous plaît entrer une adresse email valide.

source: Please enter a valid email address.
fr_fr: S'il vous plaît entrer une adresse email valide.

source: %1$s %2$s Feed
fr_fr: Flux %1$s %2$s

source: Text Form Fields
fr_fr: Champs texte

source: Textarea Form Fields
fr_fr: Textarea

source: Checkbox Form Fields
fr_fr: Case à cocher

source: Files Form Fields
fr_fr: Téléchargement de fichier

source: Social icons
fr_fr: Icônes de réseaux sociaux

source: Social icons url
fr_fr: Url des Icônes de réseaux sociaux

source: Copy paste your own code Google analytics
fr_fr: Copiez collez votre propre code Google Analytics

source: A textarea for a block of text in the footer. Only some inline HTML (&lt;a&gt;, &lt;b&gt;, &lt;em&gt;, &lt;strong&gt;, &lt;abbr&gt;, &lt;acronym&gt;, &lt;blockquote&gt;, &lt;cite&gt;, &lt;code&gt;, &lt;del&gt;, &lt;q&gt;, &lt;strike&gt;) is allowed!
fr_fr: Une zone de texte pour un bloc de texte dans le pied de page. \ \ uniquement du code HTML en ligne \ \ (&lt;a&gt;, &lt;b&gt;, &lt;em&gt;, &lt;strong&gt;, &lt;abbr&gt;, &lt;acronym&gt;, &lt;blockquote&gt;, &lt;cite&gt;, &lt;code&gt;, &lt;del&gt;, &lt;q&gt;, &lt;strike&gt;) \ \ est permis!

source: Website in maintenance
fr_fr: Site en maintenance

source: Check this box if you want to hide your website.
fr_fr: Cochez cette case si vous souhaitez masquer votre site Web.

source: Upload your favicon
fr_fr: Téléchargez votre favicon

source: Presstige Settings - Contextual Help
fr_fr: Réglages Presstige - Aide contextuelle

source: Contextual help goes here. You may want to use different html elements to format your text as you want.
fr_fr: Une aide contextuelle est ici. Vous pouvez utiliser différents éléments HTML pour formater votre texte comme vous le souhaitez.
